Repository: pypi-data/pypi-mirror-94
Catalog: packages/xmldirector.connector/xmldirector.connector-0.5.0.tar.gz/xmldirector.connector-0.5.0/xmldirector/connector/locales/*/LC_MESSAGES/xmldirector.connector.po
Languages: de

source: Connector is readonly
de: Connector ist nicht beschreibbar

source: Target {} exists
de: Ziel {} existiert

source: Renamed {} to {}
de: {} in {} umbenannt

source: {} could not be deleted ({})
de: {} konnte nicht gelöscht werden ({})

source: Unhandled file type for {}
de: Unbekannter Dateitype für {}

source: Deleted {}
de: Gelöscht {}

source: {}/{} already exists found
de: {}/{} existiert bereits

source: {}/{} could not be created ({})
de: {}/{} konnte nicht angelegt werden ({})

source: Created {}/{}
de: Angelegt {}/{}

source: Uploaded ZIP archive imported
de: ZIP Archiv wurde importiert

source: Path:
de: Pfad:

source: Items per page
de: Einträge je Seite

source: unlimited
de: unbegrenzt

source: New folder
de: Neuer Ordner

source: Upload
de: Dateien Upload

source: New folder <a class="legend-close" title="x"></a>
de: Neuer Ordner <a class="legend-close" title="x"></a>

source: Close
de: Schliessen

source: Folder name
de: Name des Ordners

source: Use this form for uploading a ZIP file. The ZIP file will be unzipped. The ZIP file may contain nested directories.
de: Mit diesem Formular können Sie eine ZIP Datei hochlanden, die auf dem Server automatisch entpackt wird.

source: ZIP file
de: ZIP Datei

source: UPLOAD
de: Hochladen

source: Multi/single file upload
de: Upload/Mehrfach-Upload

source: Use this form for uploading a single or multiple files.
de: Mit diesem Formular können Sie eine oder mehrere Dateien hochladen

source: Drop file here or click to upload
de: Ziehen Sie eine Dateien in den Bereich oder klicken für Upload

source: XML Director Connector settings
de: XML Director Connector Voreinstellungen

source: (optional) connection URL of storage
de: optionale URL des Speicherdienstes

source: (optional) username overriding the system settings
de: optionaler Benutzername

source: (optional) password overriding the system settings
de: optionales Passwort

source: Subdirectory relative to the global connection URL
de: Unterverzeichnis relative zur globablen URL des externen Speicherdienstes

source: Use this value for configuring a more specific subpath
de: optionaler Unterpfad relativ zur URL des Mountpoints

source: Readonly access
de: Lesezugriff (kein Schreibzugriff)

source: Connection URL of storage
de: URL des externen Dienstes

source: WebDAV: webdav://host:port/path/to/webdav, local filesystem: file://path/to/directory, AWS S3: s3://bucketname, SFTP sftp://host/path
de: WebDAV: webdav://host:port/path/to/webdav, lokales Dateisystem: file://path/to/directory, AWS S3: s3://bucketname, SFTP sftp://host/path

source: Username for external storage
de: Benutzername des externen Dienstes

source: Username
de: Benutzername

source: Password external storage
de: Passwort des externen Dienstes

source: Password
de: Passwort
