Repository: pypi-data/pypi-mirror-94
Catalog: packages/invenio-oauthclient/invenio_oauthclient-1.4.4-py2.py3-none-any.whl/invenio_oauthclient/translations/*/LC_MESSAGES/messages.po
Languages: de

source: User ID
de: Benutzer-ID

source: ID Remote Account
de: Entfernter-Account-ID

source: User Management
de: Benutzerverwaltung

source: You rejected the authentication request.
de: Sie haben die Authentifizierungsanfrage abgelehnt.

source: External service is already linked to another account.
de: Der außwärtige Dienst is bereits zu einem anderen Account verbunden.

source: Authorization with remote service failed.
de: Autorisierung mit dem außwärtigen Dienst fehlgeschlagen.

source: Close
de: Schließen

source: Sign in with %(title)s
de: Mit %(title)s einloggen

source: Sign-up with %(title)s!
de: Melden Sie sich mit %(title)s an!

source: Fill in your details to complete your registration. You only have to do this once.
de: Füllen Sie bitte Ihren Daten aus, um Ihre Registrierung abzuschließen.

source: Linked accounts
de: Verbundene Konten

source: Tired of entering password for %(sitename)s every time you sign in? Set up single sign-on with one or more of the services below:
de: Sind Sie müde, Ihr Passwort für %(sitename)s jedes mal beim Einloggen einzugeben? Bauen Sie Single-Sign-On mit einem, der folgenden Webdiensten auf:

source: Disconnect
de: Verbinden

source: Connect
de: Trennen

source: %(icon)s Linked accounts
de: %(icon)s Verbundene Konten
