Repository: pypi-data/pypi-mirror-94
Catalog: packages/django-cms-qe/django_cms_qe-2.0-py3-none-any.whl/cms_qe_table/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Table %(table)s does not exist!
cs: Tabulka %(table)s neexistuje!

source: Some column does not exist!
cs: Nějaký sloupec neexistuje!

source: Table
cs: Tabulka

source: Table to show
cs: Tabulka k zobrazení

source: Columns to show
cs: Sloupce k zobrazení

source: Show paging
cs: Zobrazit stránkování

source: How many items per page when paging
cs: Počet položek na stránku pro stránkování

source: Non existing table {}.
cs: Neexistující tablka {}.

source: Drag & drop certain columns to "Selected columns" list to show them on the page. You can also change columns order.
cs: Přetáhněte sloupce do seznamu "Vybrané sloupce" pro zobrazení na stránce.Můžete také změnit jejich pořadí.

source: Unselected columns
cs: Nevybrané sloupce

source: Selected columns
cs: Vybrané sloupce
